Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVSDRColorMappingRGBFull
source: RGB Low
ar: ألوان RGB منخفضة
ca: RGB baix
da: Lav RGB
de: RGB (niedrig)
el: RGB χαμηλό
es: RGB bajo
es_us: RGB bajo
fi: RGB matala
fr: RVB bas
fr_ca: RVB bas
he: ‏RGB נמוך
hi: RGB निम्न
hr: RGB niski
hu: Alacsony RGB
id: RGB Rendah
it: RGB basso
ja: RGB低
ko: RGB 저
ms: RGB Rendah
nb: RGB lav
nl: RGB laag
pl: RGB (niski)
pt_br: RGB Baixo
pt_pt: RGB baixo
ro: RGB scăzut
ru: Низкий RGB
sk: Nízke RGB
sl: Nizek RGB
sv: RGB låg
th: RGB ต่ำ
tr: RGB Düşük
uk: Низький RGB
vi: RGB Thấp
zh_cn: RGB低
zh_hk: RGB低
zh_tw: RGB低

# AVSDRColorMappingRGBLimited
source: RGB High
ar: ألوان RGB عالية
ca: RGB alt
da: Høj RGB
de: RGB (hoch)
el: RGB υψηλό
es: RGB alto
es_us: RGB alto
fi: RGB korkea
fr: RVB haut
fr_ca: RVB haut
he: ‏RGB גבוה
hi: RGB उच्च
hr: RGB visoki
hu: Magas RGB
id: RGB Tinggi
it: RGB alto
ja: RGB高
ko: RGB 고
ms: RGB Tinggi
nb: RGB høy
nl: RGB hoog
pl: RGB (wysoki)
pt_br: RGB Alto
pt_pt: RGB alto
ro: RGB ridicat
ru: Высокий RGB
sk: Vysoké RGB
sl: Visok RGB
sv: RGB hög
th: RGB สูง
tr: RGB Yüksek
uk: Високий RGB
vi: RGB Cao
zh_cn: RGB高
zh_hk: RGB高
zh_tw: RGB高

# AVSDRColorMappingTitle
source: HDMI Output
ar: إخراج HDMI
ca: Sortida HDMI
cs: HDMI výstup
da: HDMI-udgang
de: HDMI-Ausgabe
el: Έξοδος HDMI
es: Salida HDMI
es_us: Salida HDMI
fi: HDMI-lähtö
fr: Sortie HDMI
fr_ca: Sortie HDMI
he: פלט HDMI
hi: HDMI आउटपुट
hr: HDMI izlaz
hu: HDMI-kimenet
id: Output HDMI
it: Uscita HDMI
ja: HDMI出力
ko: HDMI 출력
ms: Output HDMI
nb: HDMI ut-signaler
nl: HDMI-uitvoer
pl: Wyjście HDMI
pt_br: Saída HDMI
pt_pt: Saída HDMI
ro: Ieșire HDMI
ru: Выход HDMI
sk: HDMI výstup
sl: Izhod HDMI
sv: HDMI-utgång
th: สัญญาณ HDMI ออก
tr: HDMI Çıkışı
uk: HDMI-вивід
vi: Đầu ra HDMI
zh_cn: HDMI输出
zh_hk: HDMI輸出
zh_tw: HDMI輸出

# AVShowForDifferentLanguagesDescription
source: Automatically show subtitles when the language of the video you’re watching doesn’t match your preferred Apple TV language.
ar: إظهار الترجمة تلقائيًا عندما لا تتطابق لغة الفيديو الذي تشاهده مع لغتك المفضلة في Apple TV.
ca: Activa els subtítols automàticament si l’idioma del vídeo que reprodueixes no coincideix amb l’idioma principal de l’Apple TV.
cs: Automaticky se zobrazí titulky, pokud se jazyk sledovaného videa liší od preferovaného jazyka Apple TV.
da: Vis automatisk undertekster, når sproget i den video, du ser, ikke er det samme som dit foretrukne Apple TV-sprog.
de: Untertitel werden automatisch angezeigt, wenn die Sprache des Videos, das du ansiehst, nicht mit deiner bevorzugten Sprache auf dem Apple TV übereinstimmt.
el: Αυτόματη εμφάνιση υπότιτλων όταν η γλώσσα του βίντεο που παρακολουθείτε δεν αντιστοιχεί στην προτιμώμενη γλώσσα του Apple TV σας.
es: Los subtítulos se muestran automáticamente cuando el idioma del vídeo que estás viendo no coincide con el idioma principal de tu Apple TV.
es_us: Muestra subtítulos automáticamente cuando el video que ves no corresponde a tu idioma preferido en el Apple TV.
fi: Näytä tekstitys automaattisesti, kun katsomasi videon kieli ei ole sama kuin ensisijainen Apple TV -kieli.
fr: Affichez automatiquement les sous-titres lorsque la langue de la vidéo en cours ne correspond pas à votre langue préférée sur l’Apple TV.
fr_ca: Affiche automatiquement les sous-titres lorsque la langue de la vidéo à l’écoute ne correspond pas à votre langue préférée pour l’Apple TV.
he: ניתן להציג כתוביות באופן אוטומטי כששפת הווידאו הנצפה אינה תואמת לשפת ה‑Apple TV המועדפת שלך.
hi: सबटाइटल ऑटोमैटिकली दिखाएँ जब आपके द्वारा देखे जा रहे वीडियो की भाषा Apple TV पर आपकी पसंदीदा भाषा से मेल नहीं खाती है।
hr: Automatsko prikazivanje titlova kad se jezik videozapisa koji gledate ne podudara s vašim preferiranim jezikom Apple TV-a.
hu: Automatikusan megjeleníti a feliratokat, amikor a nézett videó nyelve nem felel meg az Ön Apple TV‑n beállított előnyben részesített nyelvének.
id: Tampilkan subtitle secara otomatis saat bahasa video yang sedang Anda tonton tidak sesuai dengan bahasa Apple TV pilihan Anda.
it: Mostra automaticamente i sottotitoli quando la lingua del video che stai guardando non corrisponde a quella preferita di Apple TV.
ja: 視聴中のビデオの言語がApple TVの優先する言語と一致しないときに自動的に字幕を表示します。
ko: 시청 중인 비디오의 언어가 선호하는 Apple TV 언어와 일치하지 않는 경우 자동으로 자막을 표시합니다.
ms: Tunjukkan sari kata secara automatik apabila bahasa video yang anda tonton tidak sepadan dengan bahasa Apple TV pilihan anda.
nb: Vis undertekster automatisk når videoer spilles på et annet språk enn det som er ditt foretrukne språk på Apple TV.
nl: Ondertiteling wordt automatisch weergegeven wanneer de taal van de video die je bekijkt niet overeenkomt met de gewenste Apple TV-taal.
pl: Automatycznie wyświetlaj napisy, gdy język wideo nie jest zgodny z preferowanym językiem Apple TV.
pt_br: Mostra automaticamente as legendas quando o idioma do vídeo que você está vendo não é igual ao seu idioma preferido na Apple TV.
pt_pt: Mostrar legendas automaticamente se o idioma do vídeo em reprodução não corresponder ao idioma preferido configurado na Apple TV.
ro: Subtitrările vor fi afișate automat atunci când limba conținutului video pe care îl vizionați nu corespunde cu limba preferată pentru Apple TV.
ru: Субтитры отображаются автоматически, если язык просматриваемого видео не соответствует предпочитаемому языку Apple TV.
sk: Automaticky zobrazí titulky, keď sa jazyk prehrávaného videa líši od preferovaného jazyka Apple TV.
sl: Omogočite samodejen prikaz podnapisov, kadar se jezik predvajanega videa ne ujema z izbranim jezikom Apple TV-ja.
sv: Visa automatiskt undertexter när språket i videon du tittar på inte matchar ditt föredragna språk på Apple TV.
th: แสดงคำบรรยายโดยอัตโนมัติเมื่อภาษาของวิดีโอที่คุณกำลังดูไม่ตรงกับภาษาที่ต้องการของ Apple TV
tr: İzlediğiniz videonun dili tercih ettiğiniz Apple TV diliyle eşleşmediğinde altyazıları otomatik olarak gösterir.
uk: Автоматично показувати субтитри, якщо мова відтворюваного відео відрізняється від заданої на Apple TV пріоритетної мови.
vi: Tự động hiển thị phụ đề khi ngôn ngữ của video mà bạn đang xem không khớp với ngôn ngữ Apple TV được ưu tiên của bạn.
zh_cn: 所观看视频的语言与Apple TV首选语言不匹配时自动显示字幕。
zh_hk: 當觀看的影片語言與你偏好的Apple TV語言不相符時，自動顯示字幕。
zh_tw: 在觀看的影片不符合你偏好的Apple TV語言時自動顯示字幕。

# AVShowForDifferentLanguagesTitle
source: Show for Different Languages
ar: إظهار للغات المختلفة
ca: Mostra si són idiomes diferents
cs: Zobrazovat pro jiné jazyky
da: Vis på andre sprog
de: Für andere Sprachen anzeigen
el: Εμφάνιση για διαφορετικές γλώσσες
es: Mostrar en caso de idiomas distintos
es_us: Mostrar para diferentes idiomas
fi: Näytä eri kielille
fr: Afficher pour les autres langues
fr_ca: Afficher pour d’autres langues
he: הצגה כשהשפות שונות
hi: विभिन्न भाषाओं के लिए दिखाएँ
hr: Prikaži za druge jezike
hu: Megjelenítés más nyelvekhez
id: Tampilkan untuk Bahasa yang Berbeda
it: Mostra per lingue diverse
ja: 異なる言語の場合に表示
ko: 다른 언어의 경우 보기
ms: Tunjukkan untuk Bahasa Berbeza
nb: Vis for andre språk
nl: Toon voor andere talen
pl: Przy niezgodności języków
pt_br: Mostrar para Idiomas Diferentes
pt_pt: Mostrar para outros idiomas
ro: Afișare pentru limbi diferite
ru: Показывать для других языков
sk: Zobrazovať pre iné jazyky
sl: Prikaži za različne jezike
sv: Visa för andra språk
th: แสดงภาษาอื่น
tr: Farklı Diller İçin Göster
uk: Показувати для різних мов
vi: Hiển thị cho các ngôn ngữ khác
zh_cn: 语言不同时显示
zh_hk: 語言不同時顯示
zh_tw: 語言不同時顯示

# AVShowOnSkipBackDescription
source: Temporarily turn on subtitles when you skip back, up to 30 seconds.
ar: تشغيل الترجمة مؤقتًا عند التخطي للخلف، لحد ٣٠ ثانية.
ca: Activa els subtítols temporalment en fer retrocedir la reproducció fins a 30 segons.
cs: Dočasně zapne titulky, když se vrátíte nejvýše o 30 sekund zpátky.
da: Slå midlertidigt undertekster til, når du spoler tilbage – op til 30 sekunder.
de: Untertitel werden vorübergehend aktiviert, wenn du bis zu 30 Sekunden zurückspringst.
el: Προσωρινή ενεργοποίηση υπότιτλων κατά τη μετάβαση πίσω έως και 30 δευτερόλεπτα.
es: Se activan temporalmente los subtítulos al retroceder en el contenido hasta 30 segundos.
es_us: Activa temporalmente los subtítulos cuando retrocedes hasta por 30 segundos.
fi: Laita tekstitys päälle tilapäisesti, kun siirryt taaksepäin enintään 30 sekuntia.
fr: Activez temporairement les sous-titres lorsque vous revenez en arrière, jusqu’à 30 secondes.
fr_ca: Active temporairement les sous-titres lorsque vous effectuez un saut vers l’arrière, pendant 30 secondes au maximum.
he: ניתן להפעיל כתוביות באופן זמני בעת דילוג אחורה, עד פרק זמן של 30 שניות.
hi: 30 सेकंड तक पीछे स्किप करने पर सबटाइटल अस्थायी रूप से चालू करें।
hr: Privremeno uključenje titlova kad preskočite do 30 sekundi unatrag.
hu: Ideiglenesen bekapcsolja a feliratokat, amikor legfeljebb 30 másodpercet visszaléptet.
id: Nyalakan subtitle saat Anda melewati mundur untuk sementara, hingga 30 detik.
it: Attiva temporaneamente i sottotitoli quando vai indietro, fino a 30 secondi.
ja: 前にスキップするときに字幕が一時的にオンになります（最大30秒）。
ko: 최대 30초 뒤로 건너뛰면 일시적으로 자막을 켭니다.
ms: Aktifkan sari kata buat sementara apabila anda melangkau ke belakang, sehingga 30 saat.
nb: Slå midlertidig på undertekster når du hopper tilbake i videoer, opptil 30 sekunder.
nl: Schakel ondertiteling tijdelijk in wanneer je terugspringt, maximaal 30 seconden.
pl: Tymczasowo włączaj napisy po przejściu w tył (o maksymalnie 30 sekund).
pt_br: Ative temporariamente as legendas ao retroceder até 30 segundos.
pt_pt: Ativar as legendas temporariamente ao retroceder até 30 segundos.
ro: Subtitrările vor fi activate temporar atunci când săriți înapoi până la 30 de secunde.
ru: Субтитры отображаются временно при перемотке назад до 30 секунд.
sk: Dočasne zobrazí titulky, keď preskočíte dozadu najviac o 30 sekúnd.
sl: Začasno vklopite podnapise ob preskoku nazaj za največ 30 sekund.
sv: Slå på undertexter tillfälligt (upp till 30 sekunder) när du hoppar bakåt.
th: เปิดใช้คำบรรยายชั่วคราวเมื่อคุณข้ามไปข้างหลัง ซึ่งข้ามได้สูงสุด 30 วินาที
tr: En fazla 30 saniye geri atladığınızda altyazıları geçici olarak açar.
uk: Тимчасово вмикати субтитри, якщо виконано перехід назад на 30 секунд.
vi: Tạm thời bật phụ đề khi bạn lùi về sau, tối đa 30 giây.
zh_cn: 快退时，暂时打开字幕最长30秒钟。
zh_hk: 回帶時暫時開啟字幕（最多30秒）。
zh_tw: 倒轉時暫時開啟字幕，最多顯示30秒。

# AVShowOnSkipBackTitle
source: Show on Skip Back
ar: إظهار عند التخطي للخلف
ca: Mostra en retrocedir
cs: Zobrazovat při vracení
da: Vis ved tilbagespoling
de: Beim Zurückspringen anzeigen
el: Εμφάνιση στη μετάβαση πίσω
es: Mostrar al retroceder
es_us: Mostrar al retroceder
fi: Näytä siirryttäessä taaksepäin
fr: Afficher lors du retour en arrière
fr_ca: Afficher à chaque saut vers l’arrière
he: הצגה בדילוג אחורה
hi: पीछे स्किप करने पर दिखाएँ
hr: Prikaži tijekom preskakanja unatrag
hu: Megjelenítés visszaléptetéskor
id: Tampilkan di Lewati Mundur
it: Mostra quando vai indietro
ja: 前にスキップ時に表示
ko: 뒤로 건너뛰기 시 보기
ms: Tunjukkan apabila Langkau ke Belakang
nb: Vis når det hoppes tilbake
nl: Toon bij achteruit springen
pl: Po przejściu do tyłu
pt_br: Mostrar ao Retroceder
pt_pt: Mostrar ao retroceder
ro: Afișare la salt înapoi
ru: Показывать при перемотке назад
sk: Zobrazovať pri preskakovaní dozadu
sl: Prikaži ob preskoku nazaj
sv: Visa vid Hoppa bakåt
th: แสดงเมื่อข้ามไปข้างหลัง
tr: Geri Atlandığında Göster
uk: Показувати під час переходу назад
vi: Hiển thị khi lùi về sau
zh_cn: 快退时显示
zh_hk: 回帶時顯示
zh_tw: 倒轉時顯示

# AVShowWhenMutedDescription
source: Turn on subtitles when the volume is muted or turned all the way down. Not supported when TV volume is controlled via IR.
ar: تشغيل الترجمة عند كتم مستوى الصوت أو خفضه إلى أدنى مستوى. هذا غير مدعوم عندما يكون التحكم في مستوى صوت التلفزيون عبر IR.
ca: Activa els subtítols si el volum està al mínim o en silenci. Aquesta funció no està disponible en controlar el volum del televisor per infrarojos.
cs: Zapne titulky, když vypnete nebo úplně zeslabíte zvuk. Nepodporováno při ovládání hlasitosti televizoru infračerveným ovladačem.
da: Slå undertekster til, når lyden er slået fra, eller der er skruet helt ned for lydstyrken. Ikke understøttet, når fjernsynets lydstyrke styres via IR.
de: Aktiviere Untertitel, wenn die Lautstärke stummgeschaltet oder ganz leise gestellt ist. Dies wird nicht unterstützt, wenn die TV-Lautstärke über IR gesteuert wird.
el: Ενεργοποίηση υπότιτλων όταν η ένταση ήχου μειωθεί πλήρως ή τεθεί σε σίγαση. Δεν υποστηρίζεται όταν η ένταση ήχου της τηλεόρασης ελέγχεται μέσω υπέρυθρων.
es: Los subtítulos se activarán cuando el volumen se baje al mínimo o se silencie. Esta función no es compatible cuando el volumen del televisor se controla mediante un mando de infrarrojos.
es_us: Activa los subtítulos cuando el volumen está muy bajo o silenciado. No es compatible si el volumen de la TV se controla mediante un control remoto infrarrojo (IR).
fi: Laita tekstitys päälle, kun ääni on mykistetty tai hiljennetty kokonaan. Ei tuettu, kun TV:n äänenvoimakkuutta säädetään IR-säätimellä.
fr: Activez les sous-titres lorsque le son est coupé ou que le volume est baissé au minimum. Cette fonctionnalité n’est pas prise en charge lorsque le volume du téléviseur est contrôlé avec une télécommande infrarouge.
fr_ca: Active les sous-titres lorsque le son est coupé ou au minimum. Cette fonctionnalité n’est pas prise en charge lorsque le volume de la télévision est contrôlé par infrarouge.
he: ניתן להפעיל כתוביות כשהשמע מושתק או כשהעוצמה שלו מונמכת עד הסוף. הגדרה זו אינה נתמכת כאשר עוצמת השמע של הטלוויזיה נשלטת דרך IR.
hi: जब वॉल्यूम को म्यूट किया गया हो या पूरी तरह से बंद कर दिया गया हो, तब सबटाइटल चालू करें। अगर टीवी वॉल्यूम को IR के ज़रिए नियंत्रित किया जा रहा हो, तब समर्थित नहीं।
hr: Uključenje titlova kad je glasnoća isključena ili sasvim stišana. Nije podržano kad se glasnoćom TV-a upravlja putem IR-a.
hu: Bekapcsolja a feliratokat, amikor a hangerő némítva van, vagy teljesen le van halkítva. Nem támogatott, amikor a tévé hangereje infravörös jel használatával van vezérelve.
id: Nyalakan subtitle saat volume dibisukan atau dikecilkan sepenuhnya. Tidak didukung saat volume TV dikontrol melalui IR.
it: Attiva i sottotitoli quando l’audio è disattivato o il volume è al minimo. La funzionalità non è supportata quando controlli il volume della TV tramite infrarossi.
ja: 消音時または音量がゼロに下げられたときに自動的に字幕をオンにします。TVの音量が赤外線（IR）で操作されている場合には対応していません。
ko: 소리가 꺼져 있거나 음량이 최소인 경우 자막을 켭니다. TV 음량이 IR을 통해 제어될 경우 지원되지 않습니다.
ms: Aktifkan sari kata apabila kelantangan disenyapkan atau ditutup sepenuhnya. Tidak disokong apabila kelantangan TV dikawal melalui IR.
nb: Slå på undertekster når lyden slås av eller skrus helt ned. Støttes ikke hvis TV-lyden styres via infrarød.
nl: Schakel ondertiteling in wanneer het volume is gedempt of helemaal uit staat. Niet ondersteund wanneer tv-volume wordt geregeld via IR.
pl: Włączaj napisy, gdy dźwięk jest wyciszony lub maksymalnie ściszony. Nieobsługiwane, gdy do sterowania głośnością telewizora używany jest pilot na podczerwień.
pt_br: Ative as legendas quando o volume for silenciado ou estiver no mínimo. Incompatível quando o volume da TV é controlado via infravermelho.
pt_pt: Ativar as legendas quando o volume estiver desativado ou no mínimo. Não suportado quando o volume da TV for controlado por infravermelhos.
ro: Subtitrările vor fi activate când volumul sunetului este tăiat sau dat complet la minim. Opțiunea nu este funcțională când volumul televizorului este controlat prin IR.
ru: Включать субтитры, когда выключен звук или установлен минимальный уровень громкости. Не поддерживается, если громкость телевизора регулируется через ИК.
sk: Pri vypnutí alebo úplnom zoslabení zvuku budú zapnuté titulky. Pri ovládaní hlasitosti televízora pomocou infračerveného ovládača táto funkcia nie je podporovaná.
sl: Vklopite podnapise, ko je zvok izklopljen ali povsem utišan. Ni podprto, kadar je glasnost TV-ja upravljana z IR-daljincem.
sv: Slå på undertexter när volymen är avstängd eller på lägsta möjliga nivå. Stöds inte när TV-volymen styrs via IR.
th: เปิดใช้คำบรรยายเมื่อระดับเสียงถูกปิดหรือถูกลดระดับลงทั้งหมด ไม่รองรับเมื่อระดับเสียงของทีวีถูกควบคุมผ่านทาง IR
tr: Ses kapalıyken veya tamamen kısıkken altyazıları açar. TV ses yüksekliği IR aracılığıyla denetlenirken desteklenmez.
uk: Вмикати субтитри, якщо гучність вимкнено або зведено до мінімуму. Не підтримується, коли гучністю телевізора керують з ІЧ‑пульта.
vi: Bật phụ đề khi tắt tiếng hoặc âm lượng được giảm hết mức. Không được hỗ trợ khi âm lượng TV được điều khiển qua IR.
zh_cn: 静音或音量调到最低时打开字幕。通过红外线控制电视音量时不受支持。
zh_hk: 當音量為靜音或已調到最低時，開啟字幕。透過紅外線控制電視音量時不支援。
zh_tw: 音量設為靜音或調到最低時，開啟字幕。透過紅外線控制電視音量時不支援此功能。

# AVShowWhenMutedTitle
source: Show When Muted
ar: إظهار عند كتم الصوت
ca: Mostra si està en silenci
cs: Zobrazovat při ztlumení
da: Vis, når lyd er slået fra
de: Bei Stummschaltung anzeigen
el: Εμφάνιση κατά τη σίγαση
es: Mostrar al silenciar el volumen
es_us: Mostrar al silenciar
fi: Näytä, kun mykistetty
fr: Afficher lorsque le son est coupé
fr_ca: Afficher lorsque le son est coupé
he: הצגה בזמן השתקה
hi: म्यूट होने पर दिखाएँ
hr: Prikaži kad je isključen zvuk
hu: Megjelenítés némításkor
id: Tampilkan Saat Dibisukan
it: Mostra con audio disattivato
ja: 消音時に表示
ko: 소리가 꺼진 경우 보기
ms: Tunjukkan Apabila Disenyapkan
nb: Vis når lyden er av
nl: Toon bij geluid uit
pl: Przy wyciszeniu
pt_br: Mostrar Quando Silenciado
pt_pt: Mostrar quando sem som
ro: Afișare la tăierea sunetului
ru: Показывать при выключенном звуке
sk: Zobrazovať pri stíšení
sl: Prikaži, ko je zvok izklopljen
sv: Visa vid Ljud av
th: แสดงเมื่อปิดเสียง
tr: Ses Kapalıyken Göster
uk: Показувати, якщо вимкнено звук
vi: Hiển thị khi tắt tiếng
zh_cn: 静音时显示
zh_hk: 靜音時顯示
zh_tw: 靜音時顯示

# AVSubtitleLanguageTitle
source: Subtitle Language
ar: لغة الترجمة
ca: Idioma dels subtítols
cs: Jazyk titulků
da: Undertekster
de: Untertitelsprache
el: Γλώσσα υπότιτλων
es: Idioma de los subtítulos
es_us: Idioma de los subtítulos
fi: Tekstityksen kieli
fr: Langue des sous-titres
fr_ca: Langue des sous-titres
he: שפת כתוביות
hi: सबटाइटल भाषा
hr: Jezik titlova
hu: Felirat nyelve
id: Bahasa Subtitle
it: Lingua sottotitoli
ja: 字幕の言語
ko: 자막 언어
ms: Bahasa Sari Kata
nb: Undertekster
nl: Ondertiteltaal
pl: Język napisów
pt_br: Legendas
pt_pt: Idioma das legendas
ro: Limbă subtitrare
ru: Субтитры
sk: Jazyk titulkov
sl: Jezik podnapisov
sv: Undertextspråk
th: ภาษาคำบรรยาย
tr: Altyazı Dili
uk: Мова субтитрів
vi: Ngôn ngữ phụ đề
zh_cn: 字幕语言
zh_hk: 字幕語言
zh_tw: 字幕語言

# AVSubtitleModeAuto
source: Auto
ar: تلقائي
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automático
fi: Automaattinen
he: אוטומטית
hi: ऑटो
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatica
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automáticas
pt_pt: Automático
ro: automată
ru: Авто
sk: Autom.
sl: Samodejno
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# AVSubtitleModeOff
source: Off
ar: إيقاف
ca: Cap
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Ninguno
es_us: No
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: Sottotitoli non attivi
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
no: Av
pl: Wył.
pt_br: Desativadas
pt_pt: Desativado
ro: fără
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# AVSurroundAuto
source: Auto
ar: تلقائي
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automático
fi: Automaattinen
he: אוטומטי
hi: ऑटो
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Авто
sk: Autom.
sl: Samodejno
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# AVSurroundAutoWithAtmos
source: Auto, Atmos Available
ar: تلقائي، Atmos متوفر
ca: Automàtic, Atmos disponible
cs: Auto, Atmos k dispozici
da: Auto, Atmos tilgængeligt
de: Autom., Atmos verfügbar
el: Αυτόματα, διατίθεται Atmos
es: Autom., Atmos disp.
es_us: Auto (con Atmos)
fi: Autom., Atmos saatavilla
fr: Auto, Atmos disponible
fr_ca: Auto., Atmos disponible
he: אוטו׳, Atmos זמין
hi: ऑटो, Atmos उपलब्ध
hr: Autom., dostupan Atmos
hu: Automatikus Atmosszal
id: Otomatis, Atmos Tersedia
it: Automatico, Atmos
ja: 自動、アトモス可
ko: 자동, Atmos 사용 가능
ms: Auto, Atmos Tersedia
nb: Auto, Atmos tilgjengelig
nl: Autom., Atmos aanwezig
pl: Autom., dostępny Atmos
pt_br: Automático, Atmos
pt_pt: Automático, Atmos
ro: Automat, Atmos disponibil
ru: Авто, доступен Atmos
sk: Automatický + Atmos
sl: Na voljo načina Samodejni, Atmos
sv: Auto, Atmos tillgängligt
th: อัตโนมัติ, มี Atmos
tr: Oto., Atmos Kullanılabilir
uk: Авто, Atmos доступний
vi: Tự động, có Atmos
zh_cn: 自动，全景声可用
zh_hk: 自動，可用全景聲
zh_tw: 自動、可使用全景聲

# AVSurroundBest
source: Auto
ar: تلقائي
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automático
fi: Automaattinen
he: אוטומטי
hi: ऑटो
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Авто
sk: Autom.
sl: Samodejno
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# AVSurroundBestAvailable
source: Auto (Best Available)
ar: تلقائي (أفضل المتوفر)
ca: Automàtic (el millor format disponible)
cs: Automaticky (nejlepší dostupná verze)
da: Automatisk (bedst tilgængelig)
de: Automatisch (verfügbares Optimum)
el: Αυτόματα (βέλτιστο διαθέσιμο)
es: Automático (el mejor disponible)
es_us: Automático (mejor disponible)
fi: Automaattinen (paras saatavilla)
fr: Automatique (optimal)
fr_ca: Automatique (meilleure option disponible)
he: אוטו׳ (האפשרות הזמינה הטובה ביותר)
hi: ऑटो (सर्वश्रेष्ठ उपलब्ध)
hr: Automatski (Najbolje dostupno)
hu: Automatikus (lehető legjobb)
id: Otomatis (Terbaik yang Tersedia)
it: Automatico (migliore disponibile)
ja: 自動（最高品質）
ko: 자동(최고 음질)
ms: Auto (Terbaik Tersedia)
nb: Auto (beste tilgjengelige)
nl: Automatisch (best beschikbaar)
pl: Autom. (najlepsza dostępna)
pt_br: Automático (Melhor Disponível)
pt_pt: Automático (melhor disponível)
ro: Automat (optim posibil)
ru: Автоматически (наилучшее качество)
sk: Automatický (najlepší dostupný)
sl: Samodejno (najboljše razpoložljivo)
sv: Automatiskt (bästa tillgängliga)
th: อัตโนมัติ (ดีที่สุดหากมี)
tr: Otomatik (En Uygun)
uk: Автоматично (найкраща з доступних)
vi: Tự động (Tốt nhất có sẵn)
zh_cn: 自动（最佳可用）
zh_hk: 自動（最佳可用品質）
zh_tw: 自動（最佳可用品質）

# AVSurroundChangeFormat
source: Change Format
ar: تغيير التنسيق
ca: Canvia el format
cs: Změnit formát
da: Skift format
de: Format ändern
el: Αλλαγή μορφής
es: Cambiar formato
es_us: Cambiar formato
fi: Vaihda muotoa
fr: Changer de format
fr_ca: Modifier le format
he: שינוי פורמט
hi: फ़ॉर्मैट बदलें
hr: Promijeni format
hu: Formátum módosítása
id: Ubah Format
it: Modifica formato
ja: フォーマットを変更
ko: 포맷 변경
ms: Tukar Format
nb: Bytt format
nl: Wijzig structuur
pl: Zmień format
pt_br: Alterar Formato
pt_pt: Alterar formato
ro: Schimbare format
ru: Изменить формат
sk: Zmeniť formát
sl: Spremeni obliko zapisa
sv: Ändra format
th: เปลี่ยนรูปแบบ
tr: Biçimi Değiştir
uk: Зміна формату
vi: Thay đổi định dạng
zh_cn: 更改格式
zh_hk: 更改格式
zh_tw: 更改格式
